{"FundResuls":[],"InsightsResults":{"AutoCorrectedTerm":null,"NumberOfPage":2,"CurrentPage":0,"TotalRecords":14,"Records":[{"InsightType":"Investment Insights","Languages":["en"],"Categories":["Multi-Asset"],"Audiences":["Americas","Australia","DC-UK","Financial Advisors","Financial Advisors-Americas","Financial Advisors-Canada","Financial Advisors-Hong Kong","Financial Advisors-Latin America","Financial Advisors-Luxembourg","Financial Advisors-Singapore","Financial Advisors-Switzerland","Financial Advisors-UK","Financial Intermediary-Italy","Financial Intermediary-Luxembourg","Financial Intermediary-Netherlands","Financial Intermediary-Switzerland","Financial Intermediary-UK","Individual Investors","Institutions Asia-Pacific","Institutions EMEA","Institutions New Zealand","RIA","RIA Plus","SRG"],"Title":"","SubTitle":"","Headline":"It’s Different This Time: Risk Is Up and Here to Stay","Teaser":"Investors are likely to remember 2018 as the end of the era of easy money, low volatility and steady margin expansion. Investing will be more challenging in 2019—and diversification will be more important than ever.","Summary":"","WebTitle":"","WebSubTitle":"","WebTeaser":"","Tile1Image":"/sites/library/uploads/b-Hero-its-different-this-time-risk-is-up-and-here-to-stay.jpg?uuid=3ca81986-184b-11e9-be6f-f9a896fd7bdb","Tile2Image":"","Tile3Image":"","HeroImage":"/sites/library/uploads/b-Hero-its-different-this-time-risk-is-up-and-here-to-stay.w.jpg?uuid=3d22ca5a-184b-11e9-be6f-f9a896fd7bdb","Description":null,"Keywords":null,"PublishedDateObj":"2019-01-14T17:30:00","PublishedDate":"1/14/2019 17:30","PublishedDateString":"January 14, 2019","DocPath":"/sites/library/its-different-this-time-risk-is-up-and-here-to-stay.xml","Url":"/library/its-different-this-time-risk-is-up-and-here-to-stay.htm","Thumbnail":"","Publication":"","Instrumentation":[],"Terms":null,"Theme":"","Authors":["Caglasu Altunkopru","Daniel J. Loewy","Martin Atkin"],"AuthorsAndTitle":[{"Name":"Caglasu Altunkopru","JobTitle":"","BioUrl":"/Biographies/01_Biographies/Altunkopru_Caglasu.bio.xml","ImgUrl":""},{"Name":"Daniel J. Loewy","JobTitle":"","BioUrl":"/Biographies/01_Biographies/Loewy_Daniel.bio.xml","ImgUrl":""},{"Name":"Martin Atkin","JobTitle":"","BioUrl":"/Biographies/01_Biographies/Atkin_Martin.bio.xml","ImgUrl":""}],"ContentTypes":["Blog"],"Topics":["Asset Allocation"],"TimelyTopics":["Volatility"],"Regions":[],"MediaTypes":[],"ReferenceTitle":"","ReferenceUrl":"","HasExternalLink":false,"AvailableAs":null,"Content":"   It’s Different This Time: Risk Is Up and Here to Stay Investors are likely to remember 2018 as the end of the era of easy money, low volatility and steady margin expansion. Investing will be more challenging in 2019—and diversification will be more important than ever. Investors are likely to remember 2018 as the end of the era of easy money, low volatility and steady margin expansion. Investing will be more challenging in 2019—and diversification will be more important than ever. Among the challenges? Volatility, slower growth, less liquidity and more policy risk. When stocks sold off globally in late 2018, investment-grade and high-yield bond spreads widened, too. That’s something that didn’t happen during a similar surge in equity volatility earlier in the year. This is one of the developments that suggests to us that the current risk spike is about fundamentals and may be more severe and last longer than past ones.  In our view, this doesn’t mean disaster ahead. This is a transition from an unusually supportive environment to one that’s less so. That’s typical when the global economy is late in the cycle, and investors need to understand this new reality thoroughly to make portfolio decisions. Here are a few of the trends we’re watching closely. Peak Earnings, Slower Capital Investment Market multiples contracted quite a bit during the late 2018 selloff. And at this late stage of the cycle, rates aren’t likely to decline much unless growth concerns become more acute. Therefore, we are not expecting market multiples to recover much. That means earnings growth will be critically important for equity returns. But earnings expansion depends heavily on continued growth in business investment, and we expect that to slow.  Business investment has been a key driver of the market’s growth expectations. As the left side of the following Display shows, capital expenditure accounted for nearly a third of gross domestic product (GDP) growth in the US in 2018. This helps explain why economic growth rebounded from its 2016 trough. But the spending we saw over the last two years was most pronounced in the US. When we take the US out of the capex equation, estimates show it likely slipped from 6.6% to 6.0%. Even in the US, business investment was frontloaded in 2018 and began losing momentum in the second half.  Companies have suggested that an uncertain trade environment is partly to blame for their decision to put off investment decisions. And declining business confidence and lower spending intentions suggest that capex growth is likely to slow, as indicated by the right side of the display above. Reduced capital spending would be a headwind to global economic growth. Recent data, such as that showing a sharp decline in US manufacturing activity in December, is starting to bear this out. This is consistent with our view that earnings growth has peaked. Falling capex was a key factor in the last global earnings recession in 2015, and recent results have shown broad deterioration in earnings revisions in both developed and emerging markets. Watch China and Global Politics The world’s second largest economy will have a big impact on the global growth outlook, too. Even with a good amount of policy stimulus, China’s growth will likely slow in 2019 as the economy deals with deleveraging and US tariffs and worsening demographic trends. If stimulus falls short of the mark, the slowdown could be more severe and could weigh heavily on global growth and commodity markets. Then, there’s political risk.  In today’s world, domestic politics in any major country can affect the global economy and markets. It’s happened with sudden shifts in US trade policy, the ongoing Brexit saga and the fiscal standoff between Italy and the European Commission. The popular backlash against globalization and economic inequality isn’t likely to fade soon. This suggests that the steady margin expansion many big firms have enjoyed over the past decade as they took advantage of cost differences around the world, is going to be tough to repeat. Fed to the Rescue? Not Necessarily. Fed Chairman Jerome Powell (and various Fed speakers) sparked a relief rally in risk assets in December by signaling that future rate moves would be data dependent been and that the Fed could pause its tightening path if the US economy weakened. However, investors who expect monetary policymakers to continue to soothe markets may be disappointed, especially if the cycle continues. Over the last decade, central banks were able to suppress volatility by keeping rates low, growing their balance sheets and stepping in to reassure markets in times of unrest. But as economic conditions improved and deflation fears receded, the Fed began pushing rates higher and reducing its balance sheet. The European Central Bank may soon join in as policymakers in Frankfurt wind down quantitative easing. But none of this means the Fed will reverse course just to temper market volatility. The US economy remains in solid shape—it added 312,000 jobs in December and 58,000 more than previously reported in the prior two months, unemployment is near historical lows and wages are growing. Uncertainty about the path of future Fed policy is likely to feed uncertainty generally. In other words, investors should expect tighter policy and shakier markets as the cycle matures. The Portfolio Perspective: Defense Now, Offense Later How should portfolios adapt to this new market reality? It helps to have a strategy that integrates a broad, diverse group of assets—stocks, bonds, diversifying exposures such as real estate and global credit and factor exposures that thrive in different economic environments. It’s also crucial to be able to adjust those exposures as conditions evolve. Today, the environment for taking equity and credit risk isn’t quite as attractive as it was a year ago—though these exposures are still important drivers of long-term returns. Volatility should remain high and global growth will likely slow, which should shrink corporate margins and continue the deceleration in earnings growth.  Investors may also want to consider tempering exposure to cyclical assets or sectors despite attractive valuations. As markets reassess forward growth expectations, there may be opportunities to increase exposure within and across sectors as we see signs of stabilization or improvement. There’s no doubt that investors will have to get used to heightened risk in 2019, but with risk comes opportunity. By structuring their diversified portfolios to be a bit more defensive, investors can position themselves to seize opportunities in dislocated assets as they emerge. The views expressed herein do not constitute research, investment advice or trade recommendations and do not necessarily represent the views of all AB portfolio-management teams. ","GUID":"cc7e9238-184b-11e9-be6f-f9a896fd7bdb","BlogUrl":"/library/its-different-this-time-risk-is-up-and-here-to-stay.htm","BlogImageUrl":"","OrderedAuthors":["Daniel J. Loewy","Caglasu Altunkopru","Martin Atkin"],"DisplayType":"","VideoType":"","ExternalUrl":"","BrightCovePlayerId":"","BrightCovePlayerKey":"","BrightCoveVideoId":"","OpenFileDirectly":"N","ComplianceLevel":"1","IsEconomicWeekly":"N"},{"InsightType":"Investment Insights","Languages":["en"],"Categories":["Multi-Asset"],"Audiences":["Americas","Australia","DC-UK","Financial Advisors","Financial Advisors-Americas","Financial Advisors-Canada","Financial Advisors-Latin America","Financial Advisors-Luxembourg","Financial Advisors-Switzerland","Financial Advisors-UK","Financial Intermediary-Italy","Financial Intermediary-Luxembourg","Financial Intermediary-Switzerland","Financial Intermediary-UK","Individual Investors","Institutions Asia-Pacific","Institutions EMEA","Institutions New Zealand","RIA","RIA Plus","SRG"],"Title":"","SubTitle":"","Headline":"Encouraging Backdrop for Investors as 2018 Gets Under Way","Teaser":"As the new year begins to unfold, the environment for risk assets is still benign: the global economy is strong, monetary policy is accommodative, and volatility is low and steady. At this point, we don’t see excesses developing that could change that.","Summary":"","WebTitle":"","WebSubTitle":"","WebTeaser":"","Tile1Image":"/sites/library/uploads/b-Hero-EncouragingBackdropforInvestorsas2018GetsUnderWay.jpg?uuid=19c61eda-f7d7-11e7-8983-4fc49d03186a","Tile2Image":"","Tile3Image":"","HeroImage":"/sites/library/uploads/b-Hero-EncouragingBackdropforInvestorsas2018GetsUnderWay.w.jpg?uuid=1a727612-f7d7-11e7-8983-4fc49d03186a","Description":null,"Keywords":null,"PublishedDateObj":"2018-01-15T00:00:00","PublishedDate":"01/15/2018 00:00","PublishedDateString":"January 15, 2018","DocPath":"/sites/library/encouraging-backdrop-for-investors-as-2018-gets-under-way.xml","Url":"/library/encouraging-backdrop-for-investors-as-2018-gets-under-way.htm","Thumbnail":"","Publication":"","Instrumentation":[],"Terms":null,"Theme":"","Authors":["Daniel J. Loewy","Karen Watkin","Martin Atkin"],"AuthorsAndTitle":[{"Name":"Daniel J. Loewy","JobTitle":"","BioUrl":"/Biographies/01_Biographies/Loewy_Daniel.bio.xml","ImgUrl":""},{"Name":"Karen Watkin","JobTitle":"","BioUrl":"/Biographies/01_Biographies/Watkin_Karen.bio.xml","ImgUrl":""},{"Name":"Martin Atkin","JobTitle":"","BioUrl":"/Biographies/01_Biographies/Atkin_Martin.bio.xml","ImgUrl":""}],"ContentTypes":["Blog"],"Topics":["Asset Allocation"],"TimelyTopics":[],"Regions":[],"MediaTypes":[],"ReferenceTitle":"","ReferenceUrl":"","HasExternalLink":false,"AvailableAs":null,"Content":"   Encouraging Backdrop for Investors as 2018 Gets Under Way As the new year begins to unfold, the environment for risk assets is still benign: the global economy is strong, monetary policy is accommodative, and volatility is low and steady. At this point, we don’t see excesses developing that could change that. As the new year begins to unfold, the environment for risk assets is still benign: the global economy is strong, monetary policy is accommodative, and volatility is low and steady. At this point, we don’t see excesses developing that could change that. Global Growth Is Improving The global economy appears to be hitting its stride, and the impressive performance is broad-based. During 2017, the Purchasing Managers’ Index, a gauge of the manufacturing sector’s overall health, signaled expansion in at least 75% of a sample of 12 large developed and emerging economies ().  Display Monetary policy is providing support, too: even though the Fed is starting to shrink the size of its balance sheet, monetary policy is still accommodative globally. And yields are low, but so is inflation. Some investors worry that the flatter shape of the US yield curve today may point to slower growth, but in our view, the shape is more likely a result of quantitative-easing dynamics than a signal of recession. The economic cycle may be maturing, but it isn’t coming to an end. As for US tax reform, we don’t have grand visions of what the new rules will do. But they should be incrementally positive, given the sound macro backdrop. Our bigger concern? A possible pickup in inflation, with tax reform likely to add to the pressure. If policymakers are forced to tighten financial conditions faster than markets expect, we could see a technically driven market sell-off. The Portfolio Perspective: Equity Risk Is Attractive Multi-asset strategies integrate a broad, diverse tool kit, including stocks and bonds, diversifying exposures such as real estate and global credit, and factor exposures—investments that thrive in different environments. Those allocations also have to be adjusted as market conditions evolve.  Today, the environment for taking equity risk remains attractive. In addition to the improved economic landscape, earnings growth is robust and labor costs are contained, which support corporate margins. Earnings growth will likely decelerate in 2018, but we still think mid- to high-single-digit percentages are likely. The positive growth/policy combination should keep volatility low in the near term—a factor that should also help stocks. Extended periods of low volatility may seem uncommon, but history shows that they’re not (). And at the moment, we don’t see catalysts that could alter that picture. Display Regionally, we still see opportunities in US equities, but strong economic growth and tightening labor markets make it likely that we’ll see more interest-rate hikes than the market expects. And US equity valuations are high. That’s not a recipe for outperformance. We see more potential in Europe and Japan right now, where monetary policy is easier and valuations are more attractive. We also see more potential in equities relative to credit markets right now—although credit offers select opportunities. High-yield bond spreads are very low today; in an environment with solid earnings growth and tight spreads, we think equities should offer better relative upside. In terms of interest-rate exposure, we think it makes sense to consider modestly reduced duration, because there’s risk of more hawkish Fed policy. Little Sign of Excesses Building Up Right Now We don’t yet see evidence of overextensions—at least in the private sector—that could change the encouraging investing backdrop. The consumer is in strong shape. Firms have been prudent with capital spending and have been buying back stock, which is shareholder-friendly. We don’t see much overcapacity, and there’s little fundamental evidence that economic growth will slow.  The world’s capital markets have been remarkably placid for quite a while, and this trend seems likely to continue from our vantage point. However, we think it makes sense to include protection against possible volatility spikes—and to continue to adjust portfolio exposures dynamically as 2018 progresses. Portfolio construction doesn’t stand still. The views expressed herein do not constitute research, investment advice or trade recommendations and do not necessarily represent the views of all AB portfolio-management teams. ","GUID":"768b7e94-f7d7-11e7-8983-4fc49d03186a","BlogUrl":"/library/encouraging-backdrop-for-investors-as-2018-gets-under-way.htm","BlogImageUrl":"","OrderedAuthors":["Daniel J. Loewy","Martin Atkin","Karen Watkin"],"DisplayType":"","VideoType":"","ExternalUrl":"","BrightCovePlayerId":"","BrightCovePlayerKey":"","BrightCoveVideoId":"","OpenFileDirectly":"N","ComplianceLevel":"1","IsEconomicWeekly":"N"},{"InsightType":"Investment Insights","Languages":["en"],"Categories":["Multi-Asset"],"Audiences":["Americas","Australia","DC-UK","Financial Advisors","Financial Advisors-Americas","Financial Advisors-Canada","Financial Advisors-Latin America","Individual Investors","Institutions Asia-Pacific","Institutions EMEA","Institutions New Zealand","RIA","RIA Plus","SRG"],"Title":"","SubTitle":"","Headline":"Science and Art: A Framework to Unlock Multi-Asset Opportunities","Teaser":"Strategic allocation poses big challenges today—and multi-asset portfolios can help. But simply combining off-the-shelf strategies can create unwanted risk/return exposures and make it harder to manage drawdowns. To expand opportunities while effectively managing risks, a multi-asset solution must be unconstrained, integrated and dynamic.","Summary":"","WebTitle":"","WebSubTitle":"","WebTeaser":"","Tile1Image":"/sites/library/uploads/b-Hero-ScienceAndArt.jpg?uuid=d0110f56-f15b-11e7-8512-23f32c9854e0","Tile2Image":"","Tile3Image":"","HeroImage":"/sites/library/uploads/b-Hero-ScienceAndArt.w.jpg?uuid=d086e7b2-f15b-11e7-8512-23f32c9854e0","Description":null,"Keywords":null,"PublishedDateObj":"2017-12-15T00:00:00","PublishedDate":"12/15/2017 00:00","PublishedDateString":"December 15, 2017","DocPath":"/sites/library/science-and-art-a-framework-to-unlock-multi-asset-opportunities.xml","Url":"/library/science-and-art-a-framework-to-unlock-multi-asset-opportunities.htm","Thumbnail":"","Publication":"","Instrumentation":[],"Terms":null,"Theme":"","Authors":["Daniel Loewy, CFA","Defne Ozaltun","Martin Atkin"],"AuthorsAndTitle":[{"Name":"","JobTitle":"","BioUrl":"","ImgUrl":""},{"Name":"Daniel Loewy, CFA","JobTitle":"Chief Investment Officer and Co-Head—Multi-Asset Solutions","BioUrl":"/Biographies/01_Biographies//Biographies/02_Biographies_Print/Loewy_Daniel.bio.xml?uuid=b2b76cbe-deb4-11e4-9ae1-4d5555b8dba0&id=U20438118508cpC&lt=link","ImgUrl":""},{"Name":"Defne Ozaltun","JobTitle":"\n\t\t\t\t\tPortfolio Analyst—Multi-Asset Solutions\n\t\t\t\t","BioUrl":"/Biographies/01_Biographies//Biographies/02_Biographies_Print/Ozaltun_Defne.bio.xml?uuid=fbcf2dc8-e691-11e7-843c-6610b89b281c&id=U20742285555E0H&lt=link","ImgUrl":""},{"Name":"Martin Atkin","JobTitle":"\n\t\t\t\t\tManaging Director—Multi-Asset Solutions Group; Investment Director—Dynamic Asset Allocation; and National Managing Director—AB Bernstein\n\t\t\t\t","BioUrl":"/Biographies/01_Biographies//Biographies/02_Biographies_Print/Atkin_Martin.bio.xml?uuid=36605108-8d89-11de-9438-a8413c7972aa&xp=doc/story/authorgroup/author&lt=link","ImgUrl":""}],"ContentTypes":["White Paper"],"Topics":[],"TimelyTopics":[],"Regions":[],"MediaTypes":[],"ReferenceTitle":"","ReferenceUrl":"","HasExternalLink":false,"AvailableAs":null,"Content":"   Science and Art: A Framework to Unlock Multi-Asset Opportunities Strategic allocation poses big challenges today—and multi-asset portfolios can help. But simply combining off-the-shelf strategies can create unwanted risk/return exposures and make it harder to manage drawdowns. To expand opportunities while effectively managing risks, a multi-asset solution must be unconstrained, integrated and dynamic. Daniel Loewy, CFA Chief Investment Officer and Co-Head—Multi-Asset Solutions Daniel Loewy is Chief Investment Officer and Co-Head of Multi-Asset Solutions. He oversees the research and product design of the firm’s multi-asset strategies, as well as their implementation. In addition, Loewy is Chief Investment Officer for Dynamic Asset Allocation, and is responsible for the development and investment decision making for that service. He is also a member of the Real Asset Investment Policy Group and the Target Date Investment Oversight team. Loewy previously led the Wealth Management Group’s research on the major investment issues faced by our highest-net-worth clients, including asset allocation, alternative investments and tax management. Prior to that, he was a research analyst in the equity research department, where he followed the aerospace and defense and capital goods sectors. Additionally, Loewy has served as an associate portfolio manager for our value equity services. He holds a BS in industrial and labor relations from Cornell University and an MBA from Columbia University, and is a CFA charterholder. Location: New York /Biographies/01_Biographies/Loewy_Daniel.bio.xml 4df1f318-1f0b-11e3-9c8d-ef754c14b618 /abcom/00_Admin_DWP/BioDetail.dwp,/abcom/00_Admin_DWP/BlogBioDetail.dwp amazhb EOM::Story Biography 1/1/1995 7/15/1996 Institutional AB Dynamic Asset Allocation Team Institutional Defined Contribution Team Institutional AB Target Date Investment Team Daniel Loewy, CFA Chief Investment Officer and Head—Multi-Asset Solutions Daniel Loewy is Chief Investment Officer and Head of Multi-Asset Solutions. He oversees the research and product design of the firm’s multi-asset strategies, as well as their implementation. In addition, Loewy is Chief Investment Officer for Dynamic Asset Allocation, and is responsible for the development and investment decision-making for that service. He is also a member of the Real Asset Investment Policy Group and the Target Date Investment Oversight team. Loewy previously led the Wealth Management Group’s research on the major investment issues faced by our highest-net-worth clients, including asset allocation, alternative investments and tax management. Prior to that, he was a research analyst in the equity research department, where he followed the aerospace and defense and capital goods sectors. Additionally, Loewy has served as an associate portfolio manager for our value equity services. He holds a BS in industrial and labor relations from Cornell University and an MBA from Columbia University, and is a CFA charterholder. Location: New York WHITE PAPER | BLACK BOOK | WEBCAST  Martin Atkin Managing Director—Multi-Asset Solutions Group; Investment Director—Dynamic Asset Allocation; and National Managing Director—AB Bernstein Martin Atkin is globally responsible for portfolio strategy and communication for Outcome-Oriented Strategies within AB’s Multi-Asset Solutions (MAS) Group. In this capacity, he leads a team that develops and represents fund solutions across a wide range of outcomes—including target return, income and volatility-managed strategies—and works with institutional clients to design custom multi-asset solutions. Atkin became a member of the MAS senior leadership team in 2013, after being named Investment Director of Dynamic Asset Allocation earlier the same year. He joined Bernstein Global Wealth Management in 2005 as a senior portfolio manager, and was promoted to National Managing Director in 2009, when he became co-head of the Senior Portfolio Manager team. Previously, Atkin worked for 23 years in corporate finance at J.P. Morgan, where he served as a managing director and senior investment banker. He was also a member of the investment banking management committee and ran a group that was globally responsible for the recruitment, training and development of all associates and analysts in the investment bank. His early years at J.P. Morgan were spent in London, and he moved to the US in 1987. Atkin holds a BA in economics from Trinity College, Cambridge, and an MA in economics from the University of Cambridge. Location: New York /Biographies/01_Biographies/Atkin_Martin.bio.xml 63326c7e-a2ab-11e4-9280-0fb1d3b4108f /abcom/00_Admin_DWP/BioDetail.dwp,/abcom/00_Admin_DWP/BlogBioDetail.dwp mthurm EOM::Story Biography 20150319164500 Atkin Martin 19790101050000 20050303050000 01/01/1979 03/07/2005 Institutional AB Dynamic Asset Allocation Team Private Client New York Office Martin Atkin Managing Director—Multi-Asset Solutions Group; Investment Director—Dynamic Asset Allocation; and National Managing Director—AB Bernstein  Martin Atkin is globally responsible for portfolio strategy and communication for Outcome-Oriented Strategies within AB’s Multi-Asset Solutions (MAS) Group. In this capacity, he leads a team that develops and represents fund solutions across a wide range of outcomes—including target return, income and volatility-managed strategies—and works with institutional clients to design custom multi-asset solutions. Atkin became a member of the MAS senior leadership team in 2013, after being named Investment Director of Dynamic Asset Allocation earlier the same year. He joined Bernstein Global Wealth Management in 2005 as a senior portfolio manager, and was promoted to National Managing Director in 2009, when he became co-head of the Senior Portfolio Manager team. Previously, Atkin worked for 23 years in corporate finance at J.P. Morgan, where he served as a managing director and senior investment banker. He was also a member of the investment banking management committee and ran a group that was globally responsible for the recruitment, training and development of all associates and analysts in the investment bank. His early years at J.P. Morgan were spent in London, and he moved to the US in 1987. Atkin holds a BA in economics from Trinity College, Cambridge, and an MA in economics from the University of Cambridge. Location: New York WHITE PAPER | BLACK BOOK | WEBCAST  Defne Ozaltun Portfolio Analyst—Multi-Asset Solutions Defne Ozaltun is a Portfolio Analyst on the Multi-Asset Solutions (MAS) team at AB. She joined MAS in 2013 as a rotational associate and worked across the MAS strategic research, dynamic allocation and quantitative research teams until 2015. During this time, Ozaltun was also part of the AB Associate Leadership Program. As a Portfolio Analyst, she currently focuses on market research and portfolio management for several multi-asset portfolios. Ozaltun holds a BA in economics from the University of Chicago. Location: New York /Biographies/01_Biographies/Ozaltun_Defne.bio.xml 792d483c-e691-11e7-843c-6610b89b281c /abcom/00_Admin_DWP/BioDetail.dwp mthurm EOM::Story Biography Institutional New York Defne Ozaltun  Portfolio Analyst—Multi-Asset Solutions Defne Ozaltun is a Portfolio Analyst on the Multi-Asset Solutions (MAS) team at AB. She joined MAS in 2013 as a rotational associate and worked across the MAS strategic research, dynamic allocation and quantitative research teams until 2015. During this time, Ozaltun was also part of the AB Associate Leadership Program. As a Portfolio Analyst, she currently focuses on market research and portfolio management for several multi-asset portfolios. Ozaltun holds a BA in economics from the University of Chicago. Location: New York WHITE PAPER | BLACK BOOK | WEBCAST  What You Need to Know Strategic allocation poses big challenges today—and multi-asset portfolios can help. But simply combining off-the-shelf strategies can create unwanted risk/return exposures and make it harder to manage drawdowns. To expand opportunities while effectively managing risks, a multi-asset solution must be unconstrained, integrated and dynamic. 5 Return building blocks should form the foundation of a multi-asset solution 1.2 Sharpe ratio of hypothetical multi-asset solution January 1, 1990 – July 31, 2017 89% Percent of time a hypothetical multi-asset solution beat a cash + 5% benchmark January 1, 1990 – July 31, 2017 Institutional investors are wrestling with big challenges in strategic allocation today. Expected returns for stocks and bonds are low, causing asset owners to look beyond traditional asset classes to meet their objectives. Regulatory oversight and fee pressures are rising, supporting a massive shift from active to passive strategies. And secondary investment objectives, such as yield or environmental, social and governance (ESG) considerations, are growing more important. A diversified portfolio that includes multiple asset classes and strategies may be able to address these challenges, but it can be a tall order to design, implement and adapt such a solution. Current industry practice is to set asset-class targets and then allocate active risk to the managers within each asset class. However, this approach may limit the range of diversifying strategies evaluated. And it may make it harder to spend fee budgets on the most attractive alpha opportunities. What’s more, the returns of many off-the-shelf investment products are actually a package of different return sources, so investors may end up paying for return drivers they don’t want. This could lead to a buildup of common risk exposures, making it harder to manage portfolio drawdowns. Designing a Better Multi-Asset Framework Multi-asset solutions have the flexibility to invest in a wide range of strategies that cut across traditional asset-class silos, creating a single, cohesive strategy. In our view, because of their potential to employ an unconstrained opportunity set, fully integrate return sources to efficiently target outcomes, and manage risk dynamically, multi-asset solutions should make up a growing part of institutional portfolios. facebook linkedin twitter youtube email print But it takes a mix of science and art to design an effective multi-asset solution. Fundamental judgment informs quantitative tools; the insights from these tools help identify current controversies. Essentially, science and art are integrated in order to: \n\t\t\t\t\t\t\t\t\t\t\t• Identify the return building blocks (\n\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t) that form the foundation of a multi-asset solution. These return streams should be persistent and uncorrelated with each other.\n\t\t\t\t\t\t\t\t\t\t Display • Assess the risk-adjusted return potential of each building block above that of stocks and bonds, as well as its ability to diversify and reduce losses. • Use portfolio-construction tools to combine return sources and tailor solutions to satisfy a diverse set of investment guidelines and portfolio outcomes. • Employ flexible implementation and dynamic risk-management tools to make sure portfolios efficiently access required exposures and avoid a buildup of common risks. As we see it, getting both the science and art of multi-asset investing right will be the key for investors to meet their long-term return objectives and weather the next major market downturn. Past performance, historical and current analyses, and expectations do not guarantee future results. The views expressed herein do not constitute research, investment advice, or trade recommendations and do not necessarily represent the views of all AB portfolio-management teams. MSCI makes no express or implied warranties or representations, and shall have no liability whatsoever with respect to any MSCI data contained herein. The MSCI data may not be further redistributed or used as a basis for other indices or any securities or financial products. This report is not approved, reviewed or produced by MSCI. PDF Final_GI-7598-1217_r1 /sites/library/Instrumentation/Final_GI-7598-1217_r1.pdf 318459 /sites/library/Instrumentation/Final_GI-7598-1217_r1.xml 63a6ce48-f622-11e7-8983-4fc49d03186a jrosa Instrumentation Sites Sites /abcom/00_Admin_DWP/blank.dwp 2 3/1/2018 Sites Saved Draft 00:00 PDF Final_GI-7598-1217_r1 /sites/library/Instrumentation/Final_GI-7598-1217_r1.pdf 318459 /sites/library/Instrumentation/Final_GI-7598-1217.xml 3e1ee942-e4e5-11e7-843c-6610b89b281c jrosa Instrumentation Sites Sites /abcom/00_Admin_DWP/blank.dwp 2 3/1/2018 Sites Saved Draft 00:00 ","GUID":"f3cff048-e4d5-11e7-843c-6610b89b281c","BlogUrl":"/library/science-and-art-a-framework-to-unlock-multi-asset-opportunities.htm","BlogImageUrl":"","OrderedAuthors":[],"DisplayType":"","VideoType":"","ExternalUrl":"","BrightCovePlayerId":"","BrightCovePlayerKey":"","BrightCoveVideoId":"","OpenFileDirectly":"N","ComplianceLevel":"1","IsEconomicWeekly":"N"},{"InsightType":"Investment Insights","Languages":["en"],"Categories":["Multi-Asset"],"Audiences":["Americas","Australia","DC-UK","Financial Advisors","Financial Advisors-Americas","Financial Advisors-Canada","Financial Advisors-Latin America","Financial Advisors-Luxembourg","Financial Advisors-Switzerland","Financial Advisors-UK","Financial Intermediary-Luxembourg","Financial Intermediary-Switzerland","Financial Intermediary-UK","Individual Investors","Institutions Asia-Pacific","Institutions EMEA","Institutions New Zealand","RIA","RIA Plus","SRG"],"Title":"","SubTitle":"","Headline":"The Science and Art of Multi-Asset Investing","Teaser":"Generating consistent returns under uncertain conditions is a challenge. Can multi-asset strategies make the job a little easier? We think so. But a lot depends on how they’re designed.","Summary":"","WebTitle":"","WebSubTitle":"","WebTeaser":"","Tile1Image":"/sites/library/uploads/b-Hero-Thescienceandartofmultiassetinvesting.jpg?uuid=28b0ba7a-b436-11e7-840b-5ee460a11aef","Tile2Image":"","Tile3Image":"","HeroImage":"/sites/library/uploads/b-Hero-Thescienceandartofmultiassetinvesting.w.jpg?uuid=29627418-b436-11e7-840b-5ee460a11aef","Description":null,"Keywords":null,"PublishedDateObj":"2017-10-12T00:00:00","PublishedDate":"10/12/2017 00:00","PublishedDateString":"October 12, 2017","DocPath":"/sites/library/the-science-and-art-of-multi-asset-investing.xml","Url":"/library/the-science-and-art-of-multi-asset-investing.htm","Thumbnail":"","Publication":"","Instrumentation":[],"Terms":null,"Theme":"","Authors":["Martin Atkin"],"AuthorsAndTitle":[{"Name":"Martin Atkin","JobTitle":"","BioUrl":"/Biographies/01_Biographies/Atkin_Martin.bio.xml","ImgUrl":""}],"ContentTypes":["Blog"],"Topics":[],"TimelyTopics":[],"Regions":[],"MediaTypes":[],"ReferenceTitle":"","ReferenceUrl":"","HasExternalLink":false,"AvailableAs":null,"Content":"   The Science and Art of Multi-Asset Investing Generating consistent returns under uncertain conditions is a challenge. Can multi-asset strategies make the job a little easier? We think so. But a lot depends on how they’re designed. Generating consistent returns under uncertain conditions is a challenge. Can multi-asset strategies make the job a little easier? We think so. But a lot depends on how they’re designed. Institutional investors today are wrestling with strategic allocations in the face of a challenging environment. Expected returns for stocks and bonds are low. Regulatory oversight is increasing. There’s a massive industry shift from active to passive investment strategies. And additional investment objectives such as environmental, social and governance considerations are growing more important.  We think a flexible and well-diversified multi-asset approach can help. But there are a myriad of asset classes and strategies to choose from—traditional and nontraditional, active and passive, liquid and illiquid. There are also many approaches to designing such a solution. In our view, a multi-asset solution has to do three things:   Generate excess returns above an optimal mix of stocks and bonds  Diversify an overall portfolio to ensure more consistent returns  Limit volatility and protect investors against large drawdowns But to be truly effective, multi-asset solutions need to be dynamically managed, unconstrained and fully integrated. Simply stitching together a number of single-asset strategies into one portfolio isn’t enough. What truly drives the returns of each building block? In which environments is it expected to be more effective or less effective? How do the pieces fit together and how do they alter the portfolio’s overall characteristics?  Assessing the Building Blocks: Historical Perspective History is a good starting point in answering these questions—but it’s only a starting point.  The following Display compares the historical risk-adjusted returns of several building block strategies and asset classes, as measured by their long-term Sharpe ratios, with their consistency of return—in other words, how reliable is that Sharpe ratio over a given time period?  Each bubble represents multiple asset markets and sources of return. Global equities and bonds include all developed-world stock and bond markets. Smart beta includes several alternative strategies, including equity factor strategies that rely on specific quantitative measures, such as momentum or value, to calibrate exposures.  The chart includes both return sources that rely on broad market exposure, or beta, and those that rely heavily on alpha, or manager skill, such as hedge funds and tactical asset allocation (TAA) strategies. Of course, there are also other ways to incorporate alpha into an investment framework. For example, investors might implement actively managed strategies that rely on security selection. Global stocks and bonds—the traditional pillars of asset allocation—sit comfortably in the middle. The risk-adjusted returns for the other categories are measured by what they deliver above and beyond these crucial building blocks. For example, real estate investment trusts have exposure to equity and bond risk as well as risk that’s unique to real estate.  At first glance, quantitative strategies such as smart beta, which create value by allocating to certain risk premiums, have delivered the best combination of return and consistency. TAA strategies, which temporarily adjust a portfolio’s long-term target weights to take advantage of short-lived market opportunities are at the other extreme, with a poor showing. Building the Framework Requires Both Science and Art The Display also helps illustrate why empirical data is only a starting point, not an end point. Building a durable framework isn’t a hard science. Doing it well takes art.  Where does the art come in? To start with, history can be misleading, because few strategies have as long a track record as global equities and bonds, with a rich data set to back it up. That’s why the stock and bond bubbles are bigger—the bigger the bubble, the more available return data.  Smart beta strategies may seem like the most attractive building block based on their full history. But that history isn’t as long as that of stocks and bonds; smart beta hasn’t been through as diverse an array of environments. What’s more, the strategies saw two decade-long periods with very different return experiences: an annualized return of 6.6% from 1997 to 2007, but one of just 1.2% from 2007 to mid-2017. TAA strategies, on the other hand, may seem like the least compelling investment in the Display, but they’ve actually been extremely helpful during periods of severe market stress. They provided important ballast during the bursting of the dot-com bubble and the global financial crisis. Between 2000 and 2009, TAA strategies produced an annualized return of 3.4%; global stocks were down 3.3% over the same period. An understanding of the true return drivers of these building blocks and how they behave in different environments is critical in setting forward expectations. Based on recent history, for instance, investors might decide to de-emphasize inflation-sensitive assets, because inflation in the developed world has been unusually low for decades. But that could change, and inflation assets might prove valuable again. The lesson here is clear: over the long run, investors looking for consistent returns and reliable downside protection would have wanted exposure to all these return sources—even those that at first glance may not seem to bring much to the table. Those building blocks also need to be integrated carefully and managed dynamically as market environments evolve. Note: Data was developed by Defne Ozaltun and the AB Multi-Asset Solutions research team.  The views expressed herein do not constitute research, investment advice or trade recommendations and do not necessarily represent the views of all AB portfolio-management teams. ","GUID":"14c52f92-b48f-11e7-840b-5ee460a11aef","BlogUrl":"/library/the-science-and-art-of-multi-asset-investing.htm","BlogImageUrl":"","OrderedAuthors":["Martin Atkin"],"DisplayType":"","VideoType":"","ExternalUrl":"","BrightCovePlayerId":"","BrightCovePlayerKey":"","BrightCoveVideoId":"","OpenFileDirectly":"N","ComplianceLevel":"1","IsEconomicWeekly":"N"},{"InsightType":"Investment Insights","Languages":["en"],"Categories":["Multi-Asset"],"Audiences":["Americas","Australia","DC-UK","Financial Advisors","Financial Advisors-Americas","Financial Advisors-Canada","Financial Advisors-Latin America","Financial Advisors-Luxembourg","Financial Advisors-Switzerland","Financial Advisors-UK","Financial Intermediary-Luxembourg","Financial Intermediary-Switzerland","Financial Intermediary-UK","Individual Investors","Institutions Asia-Pacific","Institutions EMEA","Institutions New Zealand","RIA","RIA Plus","SRG"],"Title":"","SubTitle":"","Headline":"Volatility Is Low—But Not As Low As You Think","Teaser":"Stock market volatility is unusually low these days. Does that mean investors are complacent? We don’t think so. In fact, some risk indicators suggest market participants may be less relaxed than they seem.","Summary":"","WebTitle":"","WebSubTitle":"","WebTeaser":"","Tile1Image":"/sites/library/uploads/b-Hero-VolatilityIsLowButNotAsLowAsYouThink.jpg?uuid=29073330-9340-11e7-be9c-4ff2e6f97f9d","Tile2Image":"","Tile3Image":"","HeroImage":"/sites/library/uploads/b-Hero-VolatilityIsLowButNotAsLowAsYouThink.w.jpg?uuid=c1badacc-933c-11e7-be9c-4ff2e6f97f9d","Description":null,"Keywords":null,"PublishedDateObj":"2017-05-24T00:00:00","PublishedDate":"05/24/2017 00:00","PublishedDateString":"May 24, 2017","DocPath":"/sites/library/volatility-is-low-but-not-as-low-as-you-think.xml","Url":"/library/volatility-is-low-but-not-as-low-as-you-think.htm","Thumbnail":"","Publication":"","Instrumentation":[],"Terms":null,"Theme":"","Authors":["Martin Atkin"],"AuthorsAndTitle":[{"Name":"Martin Atkin","JobTitle":"","BioUrl":"/Biographies/01_Biographies/Atkin_Martin.bio.xml","ImgUrl":""}],"ContentTypes":["Blog"],"Topics":[],"TimelyTopics":[],"Regions":[],"MediaTypes":[],"ReferenceTitle":"","ReferenceUrl":"","HasExternalLink":false,"AvailableAs":null,"Content":"   Volatility Is Low—But Not As Low As You Think Stock market volatility is unusually low these days. Does that mean investors are complacent? We don’t think so. In fact, some risk indicators suggest market participants may be less relaxed than they seem. Stock market volatility is unusually low these days. Does that mean investors are complacent? We don’t think so. In fact, some risk indicators suggest market participants may be less relaxed than they seem. There are plenty of things to worry about today, including stretched asset valuations, rising interest rates and political uncertainty. But investors don’t seem to be sweating any of them.  Actual US equity volatility is extremely low, judging from three-month rolling returns that measure how volatile S&P 500 stocks are. In fact, there have been just nine other three-month periods over the past quarter-century when actual volatility was lower than it is now. Investors don’t seem to be expecting much volatility ahead in US stocks, either. The VIX, an index that captures the expected volatility priced into S&P 500 options, is also near all-time lows. Global stock market volatility—both actual and expected—has fallen too, though not as much. A CHANGING MARKET REALITY What gives? Are market participants denying reality?  The short answer is no. We’re actually seeing a changing reality for markets. Global economic conditions and policies are changing—and so are the issues investors focus on. US equities are a case in point.  For years after the global financial crisis, equity investors fixated on a few big macroeconomic and geopolitical issues. Would central banks keep loosening monetary policy to fight off deflation? Would they unwittingly stoke higher prices instead? Would the euro survive? The prevailing answer on a given day determined whether investors bought or sold, causing most S&P 500 stocks to rise or fall together.  Things are different now. The world economy is in better shape, the euro appears to be sticking around and markets are moving away from relying solely on central bank policy. Individual investors have shifted their focus to individual company fundamentals and stock-specific drivers. The result: lower correlation among individual stocks, and less volatility. WHEN VOLATILITY SPIKES Despite the stronger focus on fundamentals, the market isn’t asleep at the switch when it comes to potential roadblocks.  When investors have sensed danger, they’ve reacted swiftly. The VIX spiked before the first round of France’s presidential election. But when pro–European Union candidate Emmanuel Macron won the presidency in the second round, calm was restored .  (Display) Last week, the VIX had its biggest one-day rise since September after the US Department of Justice appointed a special counsel to investigate the Trump campaign’s ties to Russia. Investors worried that the probe might derail Trump’s economic agenda. The result: the focus shifted briefly to the sort of broad market risk that prevailed in the postcrisis years. THE MARKET’S MORE ANXIOUS THAN YOU THINK  So how do you invest in this environment without being whipsawed when the market shifts back and forth between emotion and fundamentals?  We think the best way is to look at multiple market signals—because not all volatility metrics tell the same story. In the display above, the difference between actual and implied volatility is above its average over the last 10 years. This volatility spread indicates that plenty of investors are willing to pay for protection against market downturns. It also signals that the market isn’t as complacent as the VIX alone suggests it is. Changes in this volatility spread can also be a useful contrarian signal. Why? Simply because a widening spread indicates that investors are more nervous. Many then overreact—and overpay for protection. This can be a signal of potential opportunity in the stock markets—a time to take on more risk by increasing exposure to equities. A narrow spread, on the other hand, can be a warning sign—and a reason to reduce exposure. As we pointed out , market tranquility isn’t necessarily a reason to load up on risk.  in an earlier blog LOOKING BEYOND RISK  Of course, looking at volatility alone isn’t enough. Other signals, such as equity momentum or credit conditions, can give investors a more holistic view of market risk.  The outlook for returns is important, too, and it’s been trending lower lately. This is partly because stocks are expensive—particularly in the US—and inflation pressures are building. As a result, investors might want to shift their focus to UK and European stocks. Managing volatility and building a risk-aware portfolio are complex challenges. In our view, expanding their view of risk—and looking beyond risk alone—gives investors their best chance of success.  The views expressed herein do not constitute research, investment advice or trade recommendations and do not necessarily represent the views of all AB portfolio-management teams. ","GUID":"5cbe2c64-8c52-11e7-bce5-ed0cfcdb990e","BlogUrl":"/library/volatility-is-low-but-not-as-low-as-you-think.htm","BlogImageUrl":"","OrderedAuthors":["Martin Atkin"],"DisplayType":"","VideoType":"","ExternalUrl":"","BrightCovePlayerId":"","BrightCovePlayerKey":"","BrightCoveVideoId":"","OpenFileDirectly":"N","ComplianceLevel":"1","IsEconomicWeekly":"N"},{"InsightType":"Investment Insights","Languages":["en"],"Categories":["Multi-Asset"],"Audiences":["Americas","Australia","DC-UK","Financial Advisors","Financial Advisors-Americas","Financial Advisors-Canada","Financial Advisors-Latin America","Financial Advisors-Luxembourg","Financial Advisors-Switzerland","Financial Advisors-UK","Financial Intermediary-Luxembourg","Financial Intermediary-Switzerland","Financial Intermediary-UK","Individual Investors","Institutions Asia-Pacific","Institutions EMEA","Institutions New Zealand","RIA","RIA Plus","SRG"],"Title":"","SubTitle":"","Headline":"Beware the Siren Song of Low Risk","Teaser":"Despite uncertainty about global politics and policy, stock markets are soaring and volatility is low. Does this mean it’s time for investors to double down on growth-oriented assets? Not necessarily.","Summary":"","WebTitle":"","WebSubTitle":"","WebTeaser":"","Tile1Image":"/sites/library/uploads/b-Hero-BewaretheSirenSongofLowRisk.jpg?uuid=94830f2c-8d9f-11e7-bce5-ed0cfcdb990e","Tile2Image":"","Tile3Image":"","HeroImage":"/sites/library/uploads/b-Hero-BewaretheSirenSongofLowRisk.w.jpg?uuid=3457d844-8d9a-11e7-bce5-ed0cfcdb990e","Description":null,"Keywords":null,"PublishedDateObj":"2017-04-03T00:00:00","PublishedDate":"04/03/2017 00:00","PublishedDateString":"April 03, 2017","DocPath":"/sites/library/beware-the-siren-song-of-low-risk.xml","Url":"/library/beware-the-siren-song-of-low-risk.htm","Thumbnail":"","Publication":"","Instrumentation":[],"Terms":null,"Theme":"","Authors":["Martin Atkin","Sharat Kotikalpudi"],"AuthorsAndTitle":[{"Name":"Martin Atkin","JobTitle":"","BioUrl":"/Biographies/01_Biographies/Atkin_Martin.bio.xml","ImgUrl":""},{"Name":"Sharat Kotikalpudi","JobTitle":"","BioUrl":"/Biographies/01_Biographies/Kotikalpudi_Sharat.bio.xml","ImgUrl":""}],"ContentTypes":["Blog"],"Topics":[],"TimelyTopics":[],"Regions":[],"MediaTypes":[],"ReferenceTitle":"","ReferenceUrl":"","HasExternalLink":false,"AvailableAs":null,"Content":"   Beware the Siren Song of Low Risk Despite uncertainty about global politics and policy, stock markets are soaring and volatility is low. Does this mean it’s time for investors to double down on growth-oriented assets? Not necessarily. Despite uncertainty about global politics and policy, stock markets are soaring and volatility is low. Does this mean it’s time for investors to double down on growth-oriented assets? Not necessarily. For many risk-managed strategies, a multi-month rally like the recent one in US equities, coupled with low volatility, is an unambiguous signal to lean in. But here’s the problem: it’s just one signal. To be effective, risk management should take its cues from multiple market signals. Don’t get us wrong: With the US economy strengthening and global growth gaining traction, equities definitely belong in investors’ portfolios. But high stock valuations and policy uncertainty in the US and elevated political risk in Europe suggest that now isn’t the time to ramp up your existing equity exposure. Too Much of a Good Thing? The current market environment is a case in point. Yes, risk signals based on the volatility implied by the pricing of stock options, credit spreads and other indicators are declining. And most of the time falling risk leads to market rallies and higher returns. But not always. Looking back over the past five decades, we found that when risk metrics fell below a certain point, the probability of a monthly decline of 5% or more in the MSCI ACWI increased dramatically ().  Display In early 2006, for example, global stock markets were rising steadily. But in May, the rally turned into an extended sell-off. The reason: fear that central banks’ attempt to quell inflation with higher interest rates would choke off growth. The move caught many off guard because risk indicators and volatility were low at the time. A Broader View: Looking Beyond Risk and Volatility This is why it’s critical for risk-aware strategies to pay attention to an array of signals. For instance, risk isn’t the only signal that’s been on the decline recently. The outlook for equity returns, based in part on valuations, fundamentals and macroeconomic conditions, has also been trending lower. What’s weighing down these forward-looking return signals?  To start with, valuations are already high—particularly in the US—and it’s not clear that the White House will be able to deliver on tax reform, deregulation and other pro-growth policies as quickly as markets had expected. Political risk is elevated as well. The outcome of the French presidential election this spring could have major implications for the stability of the European Union and the future of the euro. In the US, there’s lingering concern about the administration’s trade policies. There’s also the Fed and interest rates. Much as it did in 2006, the Fed is reacting to faster growth and rising inflation expectations by raising interest rates—though the level of inflation is considerably lower today than it was then. Still, rising rates means higher borrowing costs for companies. And a firmer US dollar could hurt the revenues of firms with large foreign sales. Keeping Your Investment Odyssey on Track Again, none of this means that investors should give up trying to generate high returns. For instance, investors looking to generate additional returns through equity exposure while reducing their potential downside risk might want to consider tilting toward European and UK stocks, where valuations aren’t as stretched and exchange rates are more supportive. But it does mean that investors should maintain flexibility. While US stocks are still up comfortably since November, a pullback over the last few days shows how quickly sentiment can shift. In the odyssey to achieve your investment goals, it’s important to strike a balance between risk and return, and avoid drifting too far in one direction. Market conditions are calm now, but there may be rougher waters ahead. There’s no need to turn the boat around. But like Odysseus, investors should resist the siren song of low risk and open their ears to other market signals—even if that means strapping themselves to the mast. The views expressed herein do not constitute research, investment advice or trade recommendations and do not necessarily represent the views of all AB portfolio-management teams. ","GUID":"52006070-8cdf-11e7-bce5-ed0cfcdb990e","BlogUrl":"/library/beware-the-siren-song-of-low-risk.htm","BlogImageUrl":"","OrderedAuthors":["Martin Atkin","Sharat Kotikalpudi"],"DisplayType":"","VideoType":"","ExternalUrl":"","BrightCovePlayerId":"","BrightCovePlayerKey":"","BrightCoveVideoId":"","OpenFileDirectly":"N","ComplianceLevel":"1","IsEconomicWeekly":"N"},{"InsightType":"Investment Insights","Languages":["en"],"Categories":["Multi-Asset"],"Audiences":["Americas","Australia","Financial Advisors","Financial Advisors-Americas","Financial Advisors-Canada","Financial Advisors-Latin America","Individual Investors","Institutions Asia-Pacific","Institutions New Zealand","RIA","RIA Plus","SRG"],"Title":"","SubTitle":"","Headline":"Is Risk-On, Risk-Off in the Rearview Mirror?","Teaser":"Trump. Brexit. There were plenty of big stories last year. But the one that may matter most for your portfolio in 2017—and how you manage risk—is how markets responded to these surprises.","Summary":"","WebTitle":"","WebSubTitle":"","WebTeaser":"","Tile1Image":"/sites/library/uploads/b-Hero-IsRiskOnRiskOffintheRearviewMirror.jpg?uuid=ac2bb8c2-9402-11e7-be9c-4ff2e6f97f9d","Tile2Image":"","Tile3Image":"","HeroImage":"/sites/library/uploads/b-Hero-IsRiskOnRiskOffintheRearviewMirror.w.jpg?uuid=e69aa294-9401-11e7-be9c-4ff2e6f97f9d","Description":null,"Keywords":null,"PublishedDateObj":"2017-01-30T00:00:00","PublishedDate":"01/30/2017 00:00","PublishedDateString":"January 30, 2017","DocPath":"/sites/library/is-risk-on-risk-off-in-the-rearview-mirror.xml","Url":"/library/is-risk-on-risk-off-in-the-rearview-mirror.htm","Thumbnail":"","Publication":"","Instrumentation":[],"Terms":null,"Theme":"","Authors":["Martin Atkin"],"AuthorsAndTitle":[{"Name":"Martin Atkin","JobTitle":"","BioUrl":"/Biographies/01_Biographies/Atkin_Martin.bio.xml","ImgUrl":""}],"ContentTypes":["Blog"],"Topics":[],"TimelyTopics":[],"Regions":[],"MediaTypes":[],"ReferenceTitle":"","ReferenceUrl":"","HasExternalLink":false,"AvailableAs":null,"Content":"   Is Risk-On, Risk-Off in the Rearview Mirror? Trump. Brexit. There were plenty of big stories last year. But the one that may matter most for your portfolio in 2017—and how you manage risk—is how markets responded to these surprises. Trump. Brexit. There were plenty of big stories last year. But the one that may matter most for your portfolio in 2017—and how you manage risk—is how markets responded to these surprises.  How to sum up that response? Maybe this: it took markets three months to process Japan’s negative-interest-rate policy, three weeks to get over the Brexit shock and about three hours to digest Donald Trump’s election (). Display 1 In each case, global stock markets and other risk assets initially sold off, only to recover swiftly—a trading pattern known as a V-shaped recovery for how the price move appears on a trading screen.  This kind of highly correlated trading, with risk assets moving in one direction and safety assets (such as government bonds) in another, isn’t new. As any investor active in recent years knows, risk-on/risk-off has been a recurring pattern in markets since the global financial crisis.  For investors, keeping pace with abrupt shifts in risk sentiment has been a challenge. For instance, when risk aversion spiked, investors typically tried to sell equities. But it’s been hard to get the timing right. Often, stocks would start to rebound just as investors were starting to sell. Being late to join the recovery, of course, would hurt portfolio returns. Changing the Investment Playbook But what if this risk-on/risk-off pattern is breaking down? The risk-off periods certainly appear to be getting shorter. We think there are explanations for this. First, global growth is finally starting to gain traction—good news for many growth-sensitive risk assets, such as stocks and high-yield bonds. Related to this, developed markets are moving beyond a singular reliance on monetary policy to boost growth. Japan is supplementing ultra-loose monetary policy with fiscal stimulus, and the US may soon do the same. As a result, risk-on/risk-off trading patterns may be fading away, to be replaced by trending markets. What does this mean for investors in 2017?  For one thing, it changes the way they need to think about risk and return. Investors will want to be open to a wide range of market signals so they can decide which ones most accurately reflect the conditions of the day. Momentum and volatility, for example, may become important factors driving stock markets again. These factors were less important—and often misleading—when risk-on/risk-off prevailed, but that may be changing.  And it pays to examine each signal carefully. As Display 2 illustrates, actual stock market volatility is unusually low today. But that doesn’t necessarily mean we’re in for a long, tranquil period. Other measures, such as the spread between implied and actual volatility, tell a different story.  Don’t Forget to Diversify We think investors should also diversify their portfolios and be willing to capitalize on relative-value opportunities as they emerge.  If we’re entering a period of reflation—or renewed inflation—and moderately faster growth, investors will want the ability to move seamlessly across asset classes and regions into areas best positioned to benefit from higher prices. These might include commodities, currencies or select emerging markets.  A holistic, multi-asset strategy allows investors to pivot quickly to seize these types of opportunities. A narrow focus on a handful of assets—split into many different silo-liked strategies—makes doing that harder. Why Autopilot Won’t Fly in 2017 There’s something else to keep in mind, too. If markets are entering a new period in which assets trade based on their own merits rather than on what central banks do, a hands-on approach will be essential. If the era of risk-on/risk-off is fading and longer-lived trends are starting to form, investors may be tempted to put their portfolios on autopilot, thinking they can stay afloat just by going with the flow. We think that’s a risky approach. Even in trending markets, there’s always the possibility of an expected disappointment or a big sell-off.  This year could bring new surprises that upend the current growth trajectory or policy outlook. Investors are still facing plenty of uncertainty. Will Britain negotiate a smooth exit from the European Union? Which policies will Trump prioritize—and which will he get through Congress? Will French and German voters opt for antiestablishment leaders of their own in elections this year? The ability to adjust allocations quickly will be key. Habits can be hard to break. All of us are coming into 2017 with a set of beliefs about how markets react that’s been formed over the past five years of market activity. Those beliefs may not be relevant anymore. That calls for an investment strategy that’s flexible, with a broad approach toward risk and return and how they fit together. If we’re at an inflection point, investors will want a portfolio that can adapt.  In markets, as in life, the only thing that’s constant is change. The views expressed herein do not constitute research, investment advice or trade recommendations and do not necessarily represent the views of all AB portfolio-management teams. ","GUID":"6c2a473a-8e84-11e7-bce5-ed0cfcdb990e","BlogUrl":"/library/is-risk-on-risk-off-in-the-rearview-mirror.htm","BlogImageUrl":"","OrderedAuthors":["Martin Atkin"],"DisplayType":"","VideoType":"","ExternalUrl":"","BrightCovePlayerId":"","BrightCovePlayerKey":"","BrightCoveVideoId":"","OpenFileDirectly":"N","ComplianceLevel":"1","IsEconomicWeekly":"N"},{"InsightType":"Investment Insights","Languages":["en"],"Categories":["Alternatives","Equities","Fixed Income"],"Audiences":["Americas","Australia","DC-UK","Financial Advisors","Financial Advisors-Americas","Financial Advisors-Canada","Financial Advisors-Latin America","Financial Advisors-Luxembourg","Financial Advisors-Switzerland","Financial Advisors-UK","Financial Intermediary-Luxembourg","Financial Intermediary-Switzerland","Financial Intermediary-UK","Individual Investors","Institutions Asia-Pacific","Institutions EMEA","Institutions New Zealand","RIA","RIA Plus","SRG"],"Title":"","SubTitle":"","Headline":"Addressing Post-Election Volatility","Teaser":"Yesterday’s US election has provoked a sharp spike in volatility across most of the world’s capital markets. But during bouts of such volatility, investors should question what part of today’s political influence on markets is sentimental rather than truly fundamental.","Summary":"","WebTitle":"","WebSubTitle":"","WebTeaser":"","Tile1Image":"/sites/library/uploads/v-Feature-PostElectionVolatility.w.jpg?uuid=b2912b20-8dae-11e7-bce5-ed0cfcdb990e","Tile2Image":"","Tile3Image":"","HeroImage":"","Description":null,"Keywords":null,"PublishedDateObj":"2016-11-09T00:00:00","PublishedDate":"11/09/2016 00:00","PublishedDateString":"November 09, 2016","DocPath":"/sites/library/addressing-post-election-volatility.xml","Url":"/library/addressing-post-election-volatility.htm","Thumbnail":"","Publication":"","Instrumentation":[],"Terms":null,"Theme":"","Authors":["Martin Atkin"],"AuthorsAndTitle":[{"Name":"Martin Atkin","JobTitle":"","BioUrl":"/Biographies/01_Biographies/Atkin_Martin.bio.xml","ImgUrl":""}],"ContentTypes":["Video"],"Topics":["Policy & Regulation"],"TimelyTopics":[],"Regions":[],"MediaTypes":[],"ReferenceTitle":"","ReferenceUrl":"","HasExternalLink":false,"AvailableAs":null,"Content":"   Addressing Post-Election Volatility Yesterday’s US election has provoked a sharp spike in volatility across most of the world’s capital markets. But during bouts of such volatility, investors should question what part of today’s political influence on markets is sentimental rather than truly fundamental. Markets hate uncertainty, and at moments of uncertainty, they typically react with volatility. And then as time passes, the market digests whatever new news there’s available and assesses whether it’s really had a fundamental impact on the things that matter for the direction of markets. The things that matter are typically interest rates and the direction of those, the economic cycle, what part are we playing in that cycle today, and things like inflation.  It’s not clear that this change today has in any way influenced those fundamental drivers. And as a consequence, what we are experiencing today is likely to pass, get digested, and we will find a new path for markets following this time.  Politics can seem very important. But I think when we look back on election cycles, we have to realize that there’s generally a disconnect between the rhetoric of the politicians and the facts behind markets and the facts behind the economy. There’s also a difference and a disconnect between the promises that are made and the outcomes that are ultimately delivered, and so when we think about political influence on markets, it tends to be far more sentimental than it is truly fundamental. Of course, it’s hard to hold on to those ideas, but ultimately the market will see through this patch of uncertainty and recognize where the true drivers for future outcomes are.  The views expressed herein do not constitute research, investment advice or trade recommendations and do not necessarily represent the views of all AB portfolio-management teams. ","GUID":"2a3fa50c-8f49-11e7-bce5-ed0cfcdb990e","BlogUrl":"/library/addressing-post-election-volatility.htm","BlogImageUrl":"","OrderedAuthors":["Martin Atkin"],"DisplayType":"Inline","VideoType":"","ExternalUrl":"","BrightCovePlayerId":"2197926677001","BrightCovePlayerKey":"b46fe8e6-5cda-430a-99b2-ec23fa9db5ef","BrightCoveVideoId":"5201737757001","OpenFileDirectly":"N","ComplianceLevel":"1","IsEconomicWeekly":"N"},{"InsightType":"Investment Insights","Languages":["en"],"Categories":["Multi-Asset"],"Audiences":["Americas","Australia","DC-UK","Financial Advisors","Financial Advisors-Americas","Financial Advisors-Canada","Financial Advisors-Latin America","Financial Advisors-Luxembourg","Financial Advisors-Switzerland","Financial Advisors-UK","Financial Intermediary-Luxembourg","Financial Intermediary-Switzerland","Financial Intermediary-UK","Individual Investors","Institutions Asia-Pacific","Institutions EMEA","Institutions New Zealand","RIA","RIA Plus","SRG"],"Title":"","SubTitle":"","Headline":"Take the Blinders off Your Risk-Management Strategy","Teaser":"Investors in many risk-managed strategies may be wondering why performance has trailed the benchmark over the past 12 months. Our question would be: is the approach broad enough?","Summary":"","WebTitle":"","WebSubTitle":"","WebTeaser":"","Tile1Image":"/sites/library/uploads/b-Hero-TaketheBlindersoffYourRiskManagementStrategy.jpg?uuid=b01daf1c-9402-11e7-be9c-4ff2e6f97f9d","Tile2Image":"","Tile3Image":"","HeroImage":"/sites/library/uploads/b-Hero-TaketheBlindersoffYourRiskManagementStrategy.w.jpg?uuid=ec3f8e4e-9401-11e7-be9c-4ff2e6f97f9d","Description":null,"Keywords":null,"PublishedDateObj":"2016-08-29T00:00:00","PublishedDate":"08/29/2016 00:00","PublishedDateString":"August 29, 2016","DocPath":"/sites/library/take-the-blinders-off-your-risk-management-strategy.xml","Url":"/library/take-the-blinders-off-your-risk-management-strategy.htm","Thumbnail":"","Publication":"","Instrumentation":[],"Terms":null,"Theme":"","Authors":["Martin Atkin"],"AuthorsAndTitle":[{"Name":"Martin Atkin","JobTitle":"","BioUrl":"/Biographies/01_Biographies/Atkin_Martin.bio.xml","ImgUrl":""}],"ContentTypes":["Blog"],"Topics":[],"TimelyTopics":[],"Regions":[],"MediaTypes":[],"ReferenceTitle":"","ReferenceUrl":"","HasExternalLink":false,"AvailableAs":null,"Content":"   Take the Blinders off Your Risk-Management Strategy Investors in many risk-managed strategies may be wondering why performance has trailed the benchmark over the past 12 months. Our question would be: is the approach broad enough? Investors in many risk-managed strategies may be wondering why performance has trailed the benchmark over the past 12 months. Our question would be: is the approach broad enough? While it’s true that risk-management strategies have struggled to keep pace, we don’t think the performance gap is a broad indictment of risk management. Instead, we believe that broadening the approach to risk management can help improve performance.  There’s a lot of variety available in risk-management strategies: they range from completely quantitative approaches to the purely fundamental. A quantitative strategy typically takes its cues from a volatility signal, usually derived from implied or realized equity volatility; such a strategy increases equity exposure when volatility falls and reduces equity exposure when volatility rises. The problem with many of these strategies isn’t that they look at a volatility signal; it’s that they look only at a volatility signal—and often a narrow one. By keeping the blinders on, these strategies leave themselves vulnerable to chaotic market environments. Risk Management Has Been Effective over the Long Run… The gap in the armor for such singularly focused strategies is highlighted by looking at the performance patterns of a proxy. The S&P 500 Daily Risk Control 15% Index uses the same methodology as the S&P 500 Index, adding mathematical algorithms to allocate between cash and the stocks in the S&P 500 in order to target a constant volatility of 15%.  This quantitative approach has done a good job over the long run. From the index’s inception in 1999 through July 2016, it delivered an annualized return of 5% with 12% volatility. That track record stacks up well against the S&P 500 itself, which returned 3% with 15% volatility. So, it’s clear that risk management—even using narrowly focused strategies—can be effective over long market cycles. …but Risk-On, Risk-Off Presents a Major Stress Test But an environment susceptible to large market shifts in either direction—what we call a risk-on, risk-off market—has posed a major test. During this time, we’ve seen periods of extended and persistent below-average volatility punctuated by three extreme volatility spikes:  1. China unexpectedly devalued the yuan renminbi in August 2015.  2. The Bank of Japan (BOJ) moved one of its policy rates below zero in January 2016.  3. A UK referendum unexpectedly favored an exit from the European Union in June 2016. In each of the episodes, we observed a huge spike in volatility followed immediately by a decline in volatility almost as rapid as the initial spike. Returns during these periods were extreme, too, with initial sell-offs followed by similarly strong rallies (). Display 1 Quantitative Approaches Suffer a 2015–16 Performance Reversal This challenging period led to a performance reversal that exposed the limitations of quantitative risk-management strategies. For the 12 months ended July 2016, the proxy index for this approach underperformed the S&P 500 by about 8% (). Display 2 This performance shortfall is typical when there are big swings in volatility. Why? When volatility spikes, the reduction of equity exposure in quantitative risk-management strategies causes them to miss the subsequent rally. Even the slightest overweight or underweight can lead to sizable underperformance when big market swings are taking place.  Holistic Risk Management: More Tools and a Very Different Response The struggles of volatility-management strategies over the last year highlight a key point: simple approaches that rely on a central volatility signal are prone to stumble in extreme markets. Risk management should take a broader perspective on risk when making investment decisions—and it should factor in asset-class return potential as well as fundamental judgment.  These enhancements might change risk-management decisions—including those made during the Brexit-induced volatility in mid-2016. Given that our return outlook for most major asset classes was positive, we think it made sense to only modestly reduce risk even as volatility spiked. Our fundamental assessment of the potential Brexit impact supported this stance—even though the market was tumbling. That’s a very different path than many systematic volatility-management approaches would likely have taken.  Market environments like the one we’ve seen over the last 12 months would put any volatility-management approach to the test. But a holistic process can apply more tools to the challenge. We’ve already mentioned designing a better risk measure and including return assessments as well as fundamental judgment. Other tools include exposure to diversifying asset classes like high yield and real estate. Options can create incremental equity exposure that goes out of the money if markets sell off, creating a built-in circuit-breaker effect. Managing volatility is a complex challenge, and it takes a thoughtful, multifaceted solution to address it. In our view, expanding your perspective beyond risk alone can pay dividends when a risk-on, risk-off environment comes calling.  The views expressed herein do not constitute research, investment advice or trade recommendations and do not necessarily represent the views of all AB portfolio-management teams ","GUID":"9c3ef730-947a-11e7-be9c-4ff2e6f97f9d","BlogUrl":"/library/take-the-blinders-off-your-risk-management-strategy.htm","BlogImageUrl":"","OrderedAuthors":["Martin Atkin"],"DisplayType":"","VideoType":"","ExternalUrl":"","BrightCovePlayerId":"","BrightCovePlayerKey":"","BrightCoveVideoId":"","OpenFileDirectly":"N","ComplianceLevel":"1","IsEconomicWeekly":"N"},{"InsightType":"Investment Insights","Languages":["en"],"Categories":["Multi-Asset"],"Audiences":["Americas","Australia","DC-UK","Financial Advisors","Financial Advisors-Americas","Financial Advisors-Canada","Financial Advisors-Latin America","Financial Advisors-Luxembourg","Financial Advisors-Switzerland","Financial Advisors-UK","Financial Intermediary-Luxembourg","Financial Intermediary-Switzerland","Financial Intermediary-UK","Individual Investors","Institutions Asia-Pacific","Institutions EMEA","Institutions New Zealand","RIA","RIA Plus","SRG"],"Title":"","SubTitle":"","Headline":"In Choppy Markets, Consider Casting a Wider Net","Teaser":"Income is scarce. Global growth is sluggish. Tomorrow’s returns may not match yesterday’s. All of this can make it seem like there’s no way to get ahead. We think a holistic, diversified approach can help.","Summary":"","WebTitle":"","WebSubTitle":"","WebTeaser":"","Tile1Image":"/sites/library/uploads/b-Hero-InChoppyMarketsConsiderCastingaWiderNet.jpg?uuid=8cfcd936-8d9f-11e7-bce5-ed0cfcdb990e","Tile2Image":"","Tile3Image":"","HeroImage":"/sites/library/uploads/b-Hero-InChoppyMarketsConsiderCastingaWiderNet.w.jpg?uuid=96e893ee-8d9b-11e7-bce5-ed0cfcdb990e","Description":null,"Keywords":null,"PublishedDateObj":"2016-08-18T00:00:00","PublishedDate":"8/18/2016 00:00","PublishedDateString":"August 18, 2016","DocPath":"/sites/library/in-choppy-markets-consider-casting-a-wider-net.xml","Url":"/library/in-choppy-markets-consider-casting-a-wider-net.htm","Thumbnail":"","Publication":"","Instrumentation":[],"Terms":null,"Theme":"","Authors":["Martin Atkin"],"AuthorsAndTitle":[{"Name":"Martin Atkin","JobTitle":"","BioUrl":"/Biographies/01_Biographies/Atkin_Martin.bio.xml","ImgUrl":""}],"ContentTypes":["Blog"],"Topics":[],"TimelyTopics":[],"Regions":[],"MediaTypes":[],"ReferenceTitle":"","ReferenceUrl":"","HasExternalLink":false,"AvailableAs":null,"Content":"   In Choppy Markets, Consider Casting a Wider Net Income is scarce. Global growth is sluggish. Tomorrow’s returns may not match yesterday’s. All of this can make it seem like there’s no way to get ahead. We think a holistic, diversified approach can help. Income is scarce. Global growth is sluggish. Tomorrow’s returns may not match yesterday’s. All of this can make it seem like there’s no way to get ahead. We think a holistic, diversified approach can help. Investors today are facing some harsh realities that can make it seem impossible to meet their investment goals. For example: Unconventional central bank policies in developed countries and slow growth have kept bond yields low. In Japan and Europe, negative yields mean investors are actually paying governments—and even some corporations—for the privilege of lending to them. Many assets are set for a run of below-average returns (). For example, after a seven-year bull run, developed-market equity valuations, including price-to-earnings multiples, are above historical averages. That will likely dampen future return potential. Display Many market participants have responded by tearing up their investment playbooks and starting from scratch. For income-seeking investors, that’s often meant loading up on the highest-yielding assets they can find—and leaving themselves vulnerable when markets decline. Many growth investors, meanwhile, have soured on active management altogether and embraced passive strategies instead. We think a more selective approach would work better, especially now that markets are getting more turbulent and less predictable. In our view, a nimble, diversified strategy that mixes tactical allocations with a broad universe of investments would do more to help outcome-oriented investors achieve their goals. Widening the Opportunity Set These types of multi-asset strategies can be designed with a particular objective in mind—and managers can go anywhere in the global capital markets to meet it. That can include using active and passive strategies, as well as nontraditional alternative strategies that can tap a wider investment universe to produce alpha. More importantly, every strategy and asset class must contribute to the overall investment objective. For investors seeking a targeted return within certain risk boundaries or a specific level of income, this unconstrained approach makes more sense than one that limits them to parameters set by a single benchmark. Avoiding Unwanted Risks Being able to capture opportunities quickly wherever they arise is important because financial markets are becoming less predictable. A shaky growth outlook, China’s slowdown, the surprise Brexit vote in the UK—all have boosted volatility and investor unease this year. The result: no asset class has consistently outperformed the others this year. Investors who focus too narrowly on a handful of assets can get into trouble. For instance, investors who need steady income might choose a simplistic mix of high-dividend stocks and high-yield bonds. This approach can provide a hefty income during calm stretches. But because each component is highly correlated to broad stock market moves, the strategy can be hit by big drawdowns when sentiment sours.  Diversification Still Works In the past, few investors doubted that diversification of this sort improves returns and reduces losses over time. But in recent years, diversification has been getting a bad rap. The reason is simple: over the last few years, stock markets—particularly in the US—have moved in one direction: up. The S&P 500 Index rose nearly 250% on a total return basis between March 2009 and mid-2015. Investors who diversified away from stocks paid for it with lower returns. But no asset class wins all the time, and those multiyear bull runs seem to be winding down. Developed equity markets have been flat or lower over the past year, while other asset classes like high-yield bonds and emerging-market assets are looking up. Investors with concentrated exposures—either to an asset class, a region or a benchmark—may have suffered. We think these increasingly volatile conditions will be the new normal for markets in the years to come—and multi-asset strategies with their inherent diversification are designed to thrive in these environments. Self-Assembly Not Required But the do-it-yourself approach doesn’t always work. Investors who try to stitch together multiple single-asset strategies in one portfolio may find it hard to see how all the pieces fit together, exposing themselves to unknown risk.  Also, investors who slice up their allocation into many different silo-like strategies may not be able to identify and capture relative-value opportunities quickly. A well-constructed, integrated and dynamic strategy offers managers a more holistic understanding of relative risks and returns and can help improve the chance of meeting an investor’s goals. The views expressed herein do not constitute research, investment advice or trade recommendations and do not necessarily represent the views of all AB portfolio-management teams. MSCI makes no express or implied warranties or representations, and shall have no liability whatsoever with respect to any MSCI data contained herein. ","GUID":"5b4ad3ca-9529-11e7-be9c-4ff2e6f97f9d","BlogUrl":"/library/in-choppy-markets-consider-casting-a-wider-net.htm","BlogImageUrl":"","OrderedAuthors":["Martin Atkin"],"DisplayType":"","VideoType":"","ExternalUrl":"","BrightCovePlayerId":"","BrightCovePlayerKey":"","BrightCoveVideoId":"","OpenFileDirectly":"N","ComplianceLevel":"1","IsEconomicWeekly":"N"}],"AvailableDimensions":null,"SelectableDimensions":null}}